{"class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.1.3-tf", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_constraint": null, "batch_input_shape": [null, 34], "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null, "dtype": "float32"}}, "bias_constraint": null, "dtype": "float32", "name": "dense_103", "activation": "relu", "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "units": 40}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null, "dtype": "float32"}}, "bias_constraint": null, "dtype": "float32", "name": "dense_104", "activation": "relu", "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "units": 20}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null, "dtype": "float32"}}, "bias_constraint": null, "dtype": "float32", "name": "dense_105", "activation": "softmax", "bias_regularizer": null, "trainable": true, "activity_regularizer": null, "units": 5}}]}