{"backend": "tensorflow", "keras_version": "2.1.4-tf", "config": [{"config": {"bias_constraint": null, "dtype": "float32", "batch_input_shape": [null, 36], "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "units": 100, "trainable": true, "kernel_constraint": null, "use_bias": true, "name": "dense_1", "activation": "relu", "bias_regularizer": null, "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "units": 100, "use_bias": true, "name": "dense_2", "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "units": 100, "use_bias": true, "name": "dense_3", "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "units": 100, "use_bias": true, "name": "dense_4", "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "units": 100, "use_bias": true, "name": "dense_5", "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "units": 100, "use_bias": true, "name": "dense_6", "activation": "relu", "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "dtype": "float32", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {"dtype": "float32"}, "class_name": "Zeros"}, "kernel_constraint": null, "trainable": true, "units": 5, "use_bias": true, "name": "dense_7", "activation": "softmax", "dtype": "float32", "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential"}