{"keras_version": "2.1.5", "config": [{"config": {"dtype": "float32", "bias_regularizer": null, "use_bias": true, "units": 50, "kernel_regularizer": null, "batch_input_shape": [null, 36], "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "name": "dense_2", "units": 40, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activation": "relu", "name": "dense_3", "units": 20, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "trainable": true, "bias_regularizer": null, "use_bias": true, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "activation": "softmax", "name": "dense_4", "units": 5, "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}