{"config": [{"config": {"activation": "relu", "bias_constraint": null, "batch_input_shape": [null, 36], "units": 5, "name": "dense_309", "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "dtype": "float32", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 19, "name": "dense_310", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "relu", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 47, "name": "dense_311", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "softmax", "bias_constraint": null, "kernel_initializer": {"config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 5, "name": "dense_312", "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "use_bias": true, "trainable": true, "bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}], "keras_version": "2.1.5", "backend": "tensorflow", "class_name": "Sequential"}